cask_args appdir: '/Applications'

tap "homebrew/core"
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

brew 'ack'
brew 'awscli'
brew 'aws-sam-cli'
brew 'coreutils'
brew 'go'
brew 'htop'
brew 'httpie'
brew 'jq'
brew 'nmap'
brew 'nvm'
brew 'openssl'
brew 'python3'
brew 'shellcheck'
brew 'tmux'
brew 'wget'

cask 'brave-browser'
cask 'docker'
cask 'font-hack'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'