cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'awscli'
brew 'aws-shell'
brew 'awslogs'
brew 'coreutils'
brew 'htop'
brew 'httpie'
brew 'jq'
brew 'openssl'
brew 'python3'
brew 'nmap'
brew 'shellcheck'
brew 'spark'
brew 'sqlmap'
brew 'openssl'
brew 'terraforming'
brew 'tmux'
brew 'travis'
brew 'wget'
brew 'weechat'
brew 'wpscan'
brew 'youtube-dl'
brew 'zsh-syntax-highlighting'

cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'visual-studio-code'
cask 'vlc'
cask 'spotify'
cask 'slack'
cask 'spectacle'

cask 'font-roboto-mono-for-powerline'
