cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'docker'
brew 'go'
brew 'htop'
brew 'imagemagick'
brew 'node'
brew 'openssl'
brew 'python3'
brew 'ruby-build'
brew 'rbenv'
brew 'spark'
brew 'tmux'
brew 'wget'
brew 'youtube-dl'

cask 'slack'
cask 'vlc'
